{
  "model_type": "llama",
  "hidden_size": 4096,
  "intermediate_size": 11008,
  "num_attention_heads": 32,
  "num_hidden_layers": 32,
  "vocab_size": 32000,
  "max_position_embeddings": 2048,
  "rope_scaling": {
    "type": "linear",
    "factor": 1.0
  },
  "tie_word_embeddings": false,
  "use_cache": true,
  "torch_dtype": "float16",
  "transformers_version": "4.30.0"
}